---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerValue
source: html/3209d9fc-939c-752c-9a8e-d0df98e7ee71.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerValue Property

"Lower Value"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevLowerValue { get; }
```